{
    "version": "https://jsonfeed.org/version/1",
    "title": "Nie wieder leise",
    "description": "",
    "home_page_url": "https://glossamu.github.io",
    "feed_url": "https://glossamu.github.io/feed.json",
    "user_comment": "",
    "icon": "https://glossamu.github.io/media/website/images-1.png",
    "author": {
        "name": "Kigo"
    },
    "items": [
        {
            "id": "https://glossamu.github.io/schwarze-bewusstwerdung.html",
            "url": "https://glossamu.github.io/schwarze-bewusstwerdung.html",
            "title": "Schwarze Bewusstwerdung",
            "summary": "<p>Kinder, die in Deutschland aufwachsen, lernen meist schon in der Grundschule, dass die Haut das größte Organ des menschlichen Körpers ist. Sie lernen, dass sie vor Wind und Wetter schütz, vor Kälte und Keimen. Dass die Haut meistens dichthält und wenn nicht, verspricht zu heilen. Mit dem einleitenden Vers, erinnert sich die Sängerin an ihre Kindheit (My Urbanology 2020:5min). Anstatt von Vertrauen, das sie in den treuen Schutz der Haut haben könnte, singt sie jedoch von Unwohlsein. Dieses Kapitel ergründet woher das Gefühl kommt. Es beschäftigt sich mit den Körpern und den Hautfarben, gegen die sich Anti-Schwarzer Rassismus richtet, bringt sie in Zusammenhang mit der Konstruktion von weiß und erklärt, was Anti-Schwarzen <br>Rassismus zu einer Kollektiverfahrung macht. Schwarze Bewusstwerdung bildet den ersten Schritt zur Schwarzen Selbstbestimmung, weil sie im kolonialisierten Verstand ansetzt (Fanon 2013:102). Dort findet rassistische Fremdbestimmung ihren Beginn (Biko 1978:14).</p>\n",
            "content_html": "<p>Kinder, die in Deutschland aufwachsen, lernen meist schon in der Grundschule, dass die Haut das größte Organ des menschlichen Körpers ist. Sie lernen, dass sie vor Wind und Wetter schütz, vor Kälte und Keimen. Dass die Haut meistens dichthält und wenn nicht, verspricht zu heilen. Mit dem einleitenden Vers, erinnert sich die Sängerin an ihre Kindheit (My Urbanology 2020:5min). Anstatt von Vertrauen, das sie in den treuen Schutz der Haut haben könnte, singt sie jedoch von Unwohlsein. Dieses Kapitel ergründet woher das Gefühl kommt. Es beschäftigt sich mit den Körpern und den Hautfarben, gegen die sich Anti-Schwarzer Rassismus richtet, bringt sie in Zusammenhang mit der Konstruktion von weiß und erklärt, was Anti-Schwarzen <br>Rassismus zu einer Kollektiverfahrung macht. Schwarze Bewusstwerdung bildet den ersten Schritt zur Schwarzen Selbstbestimmung, weil sie im kolonialisierten Verstand ansetzt (Fanon 2013:102). Dort findet rassistische Fremdbestimmung ihren Beginn (Biko 1978:14).</p>\n\n<p> </p>",
            "author": {
                "name": "Kigo"
            },
            "tags": [
                   "Schwarze Bewusstwerdung"
            ],
            "date_published": "2024-08-11T16:21:53+02:00",
            "date_modified": "2024-08-11T16:24:02+02:00"
        },
        {
            "id": "https://glossamu.github.io/preface.html",
            "url": "https://glossamu.github.io/preface.html",
            "title": "Preface",
            "summary": "\"Anthropologists who have lost their senses, Paul Stoller contends, write ethnographies that are often disconnected from the worlds they seek to portray.\" The Taste of Ethnographic Things. The Senses in Anthropology (1989) I wish I had started this page with the words of a person&hellip;",
            "content_html": "<blockquote>\n<p class=\"align-right\">\"Anthropologists who have lost their senses, Paul Stoller contends, write ethnographies <br>that are often disconnected from the worlds they seek to portray.\" </p>\n</blockquote>\n<p class=\"align-right\"><span style=\"color: #ced4d9;\">The Taste of Ethnographic Things. The Senses in Anthropology (1989) </span></p>\n<p>I wish I had started this page with the words of a person I could identify with more. <br>Also, I never liked identifying as an anthropologist. <br>However, since I have been a student of that field for many years, I cannot escape from the fact that this science has shaped me and that I have learned to embrace the methods of this very discipline of stepping back and listening to people's cultures, people's stories without the attempt to judge. Listening with a flashlight in my hand that enlarges the speaker's space and visibility. I am qualified for the anthropological mission of enhancing, creating, enlarging and securing marginalized spaces. This mission is what I like. </p>\n<p>When I read the words from the quote above for the first time, I was touched. Not because I knew Paul Stoller or any of his work or background but because they pinpoint the responsibility I have given myself for this very final thesis: It simply has to make sense to me. <br>Therefore, I had to choose a topic that tickles my senses, pulls on them and pushes them to feel. It was the emotional connection that I had been longing for and that I have learned to shape with these words, my work. I might have lost my hope to our institute, to its leaders and to some of the upcoming anthropologists it produces, but I have not lost my senses. I have never lost my feelings which is why I finally finished writing about this song today.</p>\n<p>A child needs nine months until it feels fresh air on its wet skin, until it feels air running through its entire body for the first time. And so, did my work need time to grow until it got ready to inhale and to exhale all the feelings that we have gone and grown through. </p>\n<p>Here comes a portray of our world. </p>",
            "author": {
                "name": "Kigo"
            },
            "tags": [
            ],
            "date_published": "2024-08-04T18:41:31+02:00",
            "date_modified": "2024-08-04T18:41:31+02:00"
        },
        {
            "id": "https://glossamu.github.io/mungu-ni-mwema-kila-wakati.html",
            "url": "https://glossamu.github.io/mungu-ni-mwema-kila-wakati.html",
            "title": "Mungu ni mwema kila wakati",
            "summary": "Kila wakati Mungu ni mwema.",
            "content_html": "\n  <p>\n    Kila wakati Mungu ni mwema.\n  </p>",
            "author": {
                "name": "Kigo"
            },
            "tags": [
            ],
            "date_published": "2024-07-07T11:50:22+02:00",
            "date_modified": "2024-07-07T11:50:22+02:00"
        }
    ]
}
